[{
	"title": "War of The Worlds",
	"body": "He drank it. Then abruptly he sat down before the table, put his head on his arms, and began to sob and weep like a little boy, in a perfect passion of emotion, while I, with a curious forgetfulness of my own recent despair, stood beside him, wondering. It was a long time before he could steady his nerves to answer my questions, and then he answered perplexingly and brokenly. He was a driver in the artillery, and had only come into action about seven. At that time firing was going on across the common, and it was said the first party of Martians were crawling slowly towards their second cylinder under cover of a metal shield. Later this shield staggered up on tripod legs and became the first of the fighting-machines I had seen. The gun he drove had been unlimbered near Horsell, in order to command the sand pits, and its arrival it was that had precipitated the action. As the limber gunners went to the rear, his horse trod in a rabbit hole and came down, throwing him into a depression of the ground. At the same moment the gun exploded behind him, the ammunition blew up, there was fire all about him, and he found himself lying under a heap of charred dead men and dead horses. \"I lay still,\" he said, \"scared out of my wits, with the fore quarter of a horse atop of me. We'd been wiped out. And the smell--good God! Like burnt meat! I was hurt across the back by the fall of the horse, and there I had to lie until I felt better. Just like parade it had been a minute before--then stumble, bang, swish!\" \"Wiped out!\" he said. He had hid under the dead horse for a long time, peeping out furtively across the common. The Cardigan men had tried a rush, in skirmishing order, at the pit, simply to be swept out of existence. Then the monster had risen to its feet and had"
}, {
	"title": "Alice In Wonderland",
	"body": "There was a dead silence instantly, and Alice thought to herself, 'I wonder what they WILL do next! If they had any sense, they'd take the roof off.' After a minute or two, they began moving about again, and Alice heard the Rabbit say, 'A barrowful will do, to begin with.' 'A barrowful of WHAT?' thought Alice; but she had not long to doubt, for the next moment a shower of little pebbles came rattling in at the window, and some of them hit her in the face. 'I'll put a stop to this,' she said to herself, and shouted out, 'You'd better not do that again!' which produced another dead silence. Alice noticed with some surprise that the pebbles were all turning into little cakes as they lay on the floor, and a bright idea came into her head. 'If I eat one of these cakes,' she thought, 'it's sure to make SOME change in my size; and as it can't possibly make me larger, it must make me smaller, I suppose.' So she swallowed one of the cakes, and was delighted to find that she began shrinking directly. As soon as she was small enough to get through the door, she ran out of the house, and found quite a crowd of little animals and birds waiting outside."
}, {
	"title": "At The Earth's Core",
	"body": "The gently sloping beach along which I walked was thickly strewn with strangely shaped, colored shells; some empty, others still housing as varied a multitude of mollusks as ever might have drawn out their sluggish lives along the silent shores of the antediluvian seas of the outer crust. As I walked I could not but compare myself with the first man of that other world, so complete the solitude which surrounded me, so primal and untouched the virgin wonders and beauties of adolescent nature. I felt myself a second Adam wending my lonely way through the childhood of a world, searching for my Eve, and at the thought there rose before my mind's eye the exquisite outlines of a perfect face surmounted by a loose pile of wondrous, raven hair. As I walked, my eyes were bent upon the beach so that it was not until I had come quite upon it that I discovered that which shattered all my beautiful dream of solitude and safety and peace and primal overlordship. The thing was a hollowed log drawn upon the sands, and in"
}, {
	"title": "Moby Dick",
	"body": "Now, as you well know, it is not seldom the case in this conventional world of ours—watery or otherwise; that when a person placed in command over his fellow-men finds one of them to be very significantly his superior in general pride of manhood, straightway against that man he conceives an unconquerable dislike and bitterness; and if he have a chance he will pull down and pulverize that subaltern's tower, and make a little heap of dust of it. Be this conceit of mine as it may, gentlemen, at all events Steelkilt was a tall and noble animal with a head like a Roman, and a flowing golden beard like the tasseled housings of your last viceroy's snorting charger; and a brain, and a heart, and a soul in him, gentlemen, which had made Steelkilt Charlemagne, had he been born son to Charlemagne's father. But Radney, the mate, was ugly as a mule; yet as hardy, as stubborn, as malicious. He did not love Steelkilt, and Steelkilt knew it."
}, {
	"title": "Around the World in 80 Days",
	"body": "It was then eight o'clock; at half-past nine, it being then high tide, the Carnatic would leave the harbour. Mr. Fogg and Aouda got into the palanquin, their luggage being brought after on a wheelbarrow, and half an hour later stepped upon the quay whence they were to embark. Mr. Fogg then learned that the Carnatic had sailed the evening before. He had expected to find not only the steamer, but his domestic, and was forced to give up both; but no sign of disappointment appeared on his face, and he merely remarked to Aouda, 'It is an accident, madam; nothing more.' At this moment a man who had been observing him attentively approached. It was Fix, who, bowing, addressed Mr. Fogg: 'Were you not, like me, sir, a passenger by the Rangoon, which arrived yesterday?' 'I was, sir,' replied Mr. Fogg coldly. 'But I have not the honour—' 'Pardon me; I thought I should find your servant here.\" \t\"Do you know where he is, sir?' asked Aouda anxiously. 'What!' responded Fix, feigning surprise. 'Is he not with you?' 'No,' said Aouda. 'He has not made his appearance since yesterday. Could he have gone on board the Carnatic without us?' 'Without you, madam?' answered"
}]